{
  "Antes Reserva": {
    "Baixar Preço": {
      "Português": "<p>Agradecemos muito o seu contacto e o interesse demonstrado no nosso apartamento.</p><p>Os nossos preços são calculados automaticamente por um algoritmo, de forma a garantir tarifas justas e consistentes para todos os nossos hóspedes. Sendo assim, não temos a possibilidade de fazer ajustes manuais.</p><p>Agradecemos a sua compreensão e estamos à disposição para qualquer outra questão.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Thank you very much for your message and for showing interest in our apartment.</p><p>Our prices are automatically calculated by an algorithm to ensure fair and consistent rates for all our guests. As such, we are unable to make manual adjustments.</p><p>We appreciate your understanding and are available for any further questions.</p><p>Best regards.</p>",
      "Espanhol": "<p>Muchas gracias por su mensaje y por el interés mostrado en nuestro apartamento.</p><p>Nuestros precios se calculan automáticamente mediante un algoritmo para garantizar tarifas justas y consistentes para todos nuestros huéspedes. Por ello, no podemos realizar ajustes manuales.</p><p>Agradecemos su comprensión y estamos a su disposición para cualquier otra consulta.</p><p>Un saludo.</p>",
      "Francês": "<p>Nous vous remercions beaucoup pour votre message et l'intérêt que vous portez à notre appartement.</p><p>Nos prix sont calculés automatiquement par un algorithme afin de garantir des tarifs justes et cohérents pour tous nos invités. Par conséquent, nous ne pouvons pas effectuer de modifications manuelles.</p><p>Nous vous remercions pour votre compréhension et restons à votre disposition pour toute autre question.</p><p>Cordialement.</p>"
    },
    "Estacionamento 123": {
      "Português": "<p>O apartamento não dispõe de estacionamento privativo, mas há estacionamento gratuito disponível na rua, geralmente com facilidade para encontrar vagas. Se precisar de alguma outra informação, estarei à disposição para ajudar.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>The apartment does not have private parking, but there is free street parking available, and it is usually easy to find a spot. If you need any further information, I am available to assist.</p><p>Best regards.</p>",
      "Espanhol": "<p>El apartamento no dispone de aparcamiento privado, pero hay estacionamiento gratuito en la calle, por lo general fácil de encontrar plazas. Si necesita más información, estaré disponible para ayudarle.</p><p>Un saludo.</p>",
      "Francês": "<p>L'appartement ne dispose pas de parking privatif, mais il y a un stationnement gratuit dans la rue, et il est généralement facile de trouver une place. Si vous avez besoin de plus d'informations, je suis disponible pour vous aider.</p><p>Cordialement.</p>"
    },
    "Estacionamento 1248": {
    "Português": "<p>Pode estacionar na entrada do apartamento ou na rua de forma gratuita.</p><p>Se tiverem mais perguntas, encontro-me à disposição.</p><p>Cumprimentos.</p>",
    "Inglês": "<p>You can park in the driveway or on the street for free.</p><p>If you have any further questions, I am available to assist.</p><p>Best regards.</p>",
    "Espanhol": "<p>Pueden aparcar en la entrada del apartamento o en la calle de forma gratuita.</p><p>Si tiene más preguntas, estoy disponible para ayudarles.</p><p>Un saludo.</p>",
    "Francês": "<p>Vous pouvez vous garer dans l'allée de l'appartement ou dans la rue gratuitement.</p><p>Si vous avez d'autres questions, je me tiens à votre disposition.</p><p>Cordialement.</p>"
  },
    "Escadas 123": {
      "Português": "Mensagem para Escadas 123 em Português.",
      "Inglês": "Message for Escadas 123 in English.",
      "Espanhol": "Mensaje para Escadas 123 en Español.",
      "Francês": "Message pour Escadas 123 en Français."
    },
    "Escadas 1248": {
      "Português": "Mensagem para Escadas 1248 em Português.",
      "Inglês": "Message for Escadas 1248 in English.",
      "Espanhol": "Mensaje para Escadas 1248 en Español.",
      "Francês": "Message pour Escadas 1248 en Français."
    },
    "Localização 123": {
    "Português": "<p>O apartamento está localizado perto de todos os serviços essenciais (restaurantes, supermercados, padarias, etc.), próximo à estação de metro Casa da Música. Se desejar pesquisar no mapa, está na Rua Francisco Sanches, Porto.</p><p>Cumprimentos.</p>",
    "Inglês": "<p>The apartment is located near all essential services (restaurants, supermarkets, bakeries, etc.), close to Casa da Música metro station. If you want to find it on a map, it is on Rua Francisco Sanches, Porto.</p><p>Best regards.</p>",
    "Espanhol": "<p>El apartamento está ubicado cerca de todos los servicios esenciales (restaurantes, supermercados, panaderías, etc.), próximo a la estación de metro Casa da Música. Si desea buscarlo en el mapa, está en la Rua Francisco Sanches, Porto.</p><p>Un saludo.</p>",
    "Francês": "<p>L'appartement est situé à proximité de tous les services essentiels (restaurants, supermarchés, boulangeries, etc.), près de la station de métro Casa da Música. Pour le trouver sur une carte, il est situé rue Francisco Sanches, à Porto.</p><p>Cordialement.</p>"
  },
    "Localização 1248": {
    "Português": "<p>O apartamento está localizado perto de todos os serviços essenciais (restaurantes, supermercados, padarias, etc.), próximo à estação de metro Casa da Música. Se desejar pesquisar no mapa, está na Rua de Pedro Hispano 1248, Porto.</p><p>Cumprimentos.</p>",
    "Inglês": "<p>The apartment is located near all essential services (restaurants, supermarkets, bakeries, etc.), close to Casa da Música metro station. If you want to find it on a map, it is on Rua de Pedro Hispano 1248, Porto.</p><p>Best regards.</p>",
    "Espanhol": "<p>El apartamento está ubicado cerca de todos los servicios esenciales (restaurantes, supermercados, panaderías, etc.), próximo a la estación de metro Casa da Música. Si desea buscarlo en el mapa, está en la Rua de Pedro Hispano 1248, Porto.</p><p>Un saludo.</p>",
    "Francês": "<p>L'appartement est situé à proximité de tous les services essentiels (restaurants, supermarchés, boulangeries, etc.), près de la station de métro Casa da Música. Pour le trouver sur une carte, il est situé rue de Pedro Hispano 1248, à Porto.</p><p>Cordialement.</p>"
  },
    "Check-in cedo sem hóspedes": {
    "Português": "<p>O check-in antecipado não é um problema. Por favor, envie-me uma mensagem 30 minutos antes da vossa chegada, e estarei lá para vos receber.</p><p>Cumprimentos.</p>",
    "Inglês": "<p>Early check-in isn't a problem. Please send me a message 30 minutes before your arrival, and I will be there to welcome you.</p><p>Best regards.</p>",
    "Espanhol": "<p>El check-in temprano no es un problema. Por favor, envíeme un mensaje 30 minutos antes de su llegada, y estaré allí para recibirles.</p><p>Un saludo.</p>",
    "Francês": "<p>Le check-in anticipé n'est pas un problème. Merci de m'envoyer un message 30 minutes avant votre arrivée, et je serai là pour vous accueillir.</p><p>Cordialement.</p>"
  },
    "Check-in cedo sem hóspedes? 1248": {
    "Português": "<p>Por agora, não sabemos se teremos hóspedes a sair até às 12h, mas se houver:</p><ul><li><strong>Antes das 12:00:</strong> Podem guardar as bagagens no anexo da lavandaria.</li><li><strong>12:00 às 16:00:</strong> Podem guardar as bagagens dentro do apartamento, levar as chaves, e receberá uma mensagem assim que o apartamento estiver limpo.</li></ul><p>Cumprimentos.</p>",
    "Inglês": "<p>For now, we don't know if we will have guests leaving until 12h, but if we do:</p><ul><li><strong>Before 12:00:</strong> You can store your luggage in the laundry annex.</li><li><strong>12:00 to 16:00:</strong> You can store your luggage inside the apartment and take the keys, and you will receive a message as soon as the apartment is cleaned.</li></ul><p>Best regards.</p>",
    "Espanhol": "<p>Por ahora, no sabemos si tendremos huéspedes saliendo hasta las 12h, pero si los hay:</p><ul><li><strong>Antes de las 12:00:</strong> Pueden guardar sus equipajes en el anexo de lavandería.</li><li><strong>12:00 a 16:00:</strong> Pueden guardar sus equipajes dentro del apartamento y tomar las llaves, y recibirá un mensaje tan pronto como el apartamento esté limpio.</li></ul><p>Un saludo.</p>",
    "Francês": "<p>Pour l'instant, nous ne savons pas si nous aurons des invités partant avant 12h, mais si c'est le cas :</p><ul><li><strong>Avant 12:00 :</strong> Vous pouvez déposer vos bagages dans l'annexe de la buanderie.</li><li><strong>De 12:00 à 16:00 :</strong> Vous pouvez déposer vos bagages dans l'appartement et prendre les clés, et vous recevrez un message dès que l'appartement sera propre.</li></ul><p>Cordialement.</p>"
  },
    "Check-in cedo sem hóspedes? 123": {
    "Português": "<p>Por agora, não sabemos se teremos hóspedes a sair até às 12h, mas se houver:</p><ul><li><strong>Antes das 12:00:</strong> Podem guardar as bagagens no nosso escritório (3 minutos a pé do apartamento).</li><li><strong>12:00 às 15:00:</strong> Podem guardar as bagagens dentro do apartamento, levar as chaves, e receberá uma mensagem assim que o apartamento estiver limpo.</li></ul><p>Cumprimentos.</p>",
    "Inglês": "<p>For now, we don't know if we will have guests leaving until 12h, but if we do:</p><ul><li><strong>Before 12:00:</strong> You can store your luggage in our office (3 minutes walking distance from the apartment).</li><li><strong>12:00 to 15:00:</strong> You can store your luggage inside the apartment and take the keys, and you will receive a message as soon as the apartment is cleaned.</li></ul><p>Best regards.</p>",
    "Espanhol": "<p>Por ahora, no sabemos si tendremos huéspedes saliendo hasta las 12h, pero si los hay:</p><ul><li><strong>Antes de las 12:00:</strong> Puede guardar su equipaje en nuestra oficina (a 3 minutos a pie del apartamento).</li><li><strong>12:00 a 15:00:</strong> Puede guardar su equipaje dentro del apartamento y tomar las llaves, y recibirá un mensaje tan pronto como el apartamento esté limpio.</li></ul><p>Un saludo.</p>",
    "Francês": "<p>Pour l'instant, nous ne savons pas si nous aurons des invités partant avant 12h, mais si c'est le cas :</p><ul><li><strong>Avant 12:00 :</strong> Vous pouvez déposer vos bagages dans notre bureau (à 3 minutes à pied de l'appartement).</li><li><strong>De 12:00 à 15:00 :</strong> Vous pouvez déposer vos bagages dans l'appartement et prendre les clés, et vous recevrez un message dès que l'appartement sera propre.</li></ul><p>Cordialement.</p>"
  },
    "Check-In tardio": {
    "Português": "<p>O check-in tardio não é um problema de todo. Peço apenas que me envie uma mensagem com antecedência, antes da sua chegada, e estarei disponível para recebê-lo, independentemente da hora.</p>",
    "Inglês": "<p>Late check-in isn't a problem at all. I kindly ask that you send me a message in advance, before your arrival, and I will be ready to welcome you, regardless of the hour.</p>",
    "Espanhol": "<p>El check-in tardío no es un problema en absoluto. Solo le pido que me envíe un mensaje con antelación, antes de su llegada, y estaré disponible para recibirle, independientemente de la hora.</p>",
    "Francês": "<p>Le check-in tardif n'est pas un problème du tout. Je vous demande simplement de m'envoyer un message à l'avance, avant votre arrivée, et je serai disponible pour vous accueillir, quelle que soit l'heure.</p>"
  }
  },
  "Antes do Check-in": {
    "Quando Chegam?": {
      "Segunda-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de verificar se já tem uma hora estimada de chegada para a próxima Segunda-feira. Se precisar de alguma coisa ou tiver alguma questão antes da sua estadia, estou à disposição. Desejo-lhe uma boa viagem.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to check in and see if you have an estimated time of arrival for next Monday. If there's anything you need or any questions before your stay, please don't hesitate to reach out. Wishing you safe travels.\n\nBest regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería verificar si ya tienes una hora estimada de llegada para el próximo lunes. Si necesitas algo o tienes alguna pregunta antes de tu estadía, no dudes en contactarme. Te deseo un buen viaje.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais vérifier si vous avez une heure estimée d'arrivée pour lundi prochain. Si vous avez besoin de quoi que ce soit ou si vous avez des questions avant votre séjour, n'hésitez pas à me contacter. Je vous souhaite un bon voyage.\n\nCordialement"
      },
      "Terça-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de verificar se já tem uma hora estimada de chegada para a próxima Terça-feira. Se precisar de alguma coisa ou tiver alguma questão antes da sua estadia, estou à disposição. Desejo-lhe uma boa viagem.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to check in and see if you have an estimated time of arrival for next Tuesday. If there's anything you need or any questions before your stay, please don't hesitate to reach out. Wishing you safe travels.\n\nBest regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería verificar si ya tienes una hora estimada de llegada para el próximo martes. Si necesitas algo o tienes alguna pregunta antes de tu estadía, no dudes en contactarme. Te deseo un buen viaje.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais vérifier si vous avez une heure estimée d'arrivée pour mardi prochain. Si vous avez besoin de quoi que ce soit ou si vous avez des questions avant votre séjour, n'hésitez pas à me contacter. Je vous souhaite un bon voyage.\n\nCordialement"
      },
      "Quarta-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de verificar se já tem uma hora estimada de chegada para a próxima Quarta-feira. Se precisar de alguma coisa ou tiver alguma questão antes da sua estadia, estou à disposição. Desejo-lhe uma boa viagem.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to check in and see if you have an estimated time of arrival for next Wednesday. If there's anything you need or any questions before your stay, please don't hesitate to reach out. Wishing you safe travels.\n\nBest regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería verificar si ya tienes una hora estimada de llegada para el próximo miércoles. Si necesitas algo o tienes alguna pregunta antes de tu estadía, no dudes en contactarme. Te deseo un buen viaje.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais vérifier si vous avez une heure estimée d'arrivée pour mercredi prochain. Si vous avez besoin de quoi que ce soit ou si vous avez des questions avant votre séjour, n'hésitez pas à me contacter. Je vous souhaite un bon voyage.\n\nCordialement"
      },
      "Quinta-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de verificar se já tem uma hora estimada de chegada para a próxima Quinta-feira. Se precisar de alguma coisa ou tiver alguma questão antes da sua estadia, estou à disposição. Desejo-lhe uma boa viagem.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to check in and see if you have an estimated time of arrival for next Thursday. If there's anything you need or any questions before your stay, please don't hesitate to reach out. Wishing you safe travels.\n\nBest regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería verificar si ya tienes una hora estimada de llegada para el próximo jueves. Si necesitas algo o tienes alguna pregunta antes de tu estadía, no dudes en contactarme. Te deseo un buen viaje.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais vérifier si vous avez une heure estimée d'arrivée pour jeudi prochain. Si vous avez besoin de quoi que ce soit ou si vous avez des questions avant votre séjour, n'hésitez pas à me contacter. Je vous souhaite un bon voyage.\n\nCordialement"
      },
      "Sexta-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de verificar se já tem uma hora estimada de chegada para a próxima Sexta-feira. Se precisar de alguma coisa ou tiver alguma questão antes da sua estadia, estou à disposição. Desejo-lhe uma boa viagem.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to check in and see if you have an estimated time of arrival for next Friday. If there's anything you need or any questions before your stay, please don't hesitate to reach out. Wishing you safe travels.\n\nBest regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería verificar si ya tienes una hora estimada de llegada para el próximo viernes. Si necesitas algo o tienes alguna pregunta antes de tu estadía, no dudes en contactarme. Te deseo un buen viaje.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais vérifier si vous avez une heure estimée d'arrivée pour vendredi prochain. Si vous avez besoin de quoi que ce soit ou si vous avez des questions avant votre séjour, n'hésitez pas à me contacter. Je vous souhaite un bon voyage.\n\nCordialement"
      },
      "Sábado": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de verificar se já tem uma hora estimada de chegada para o próximo Sábado. Se precisar de alguma coisa ou tiver alguma questão antes da sua estadia, estou à disposição. Desejo-lhe uma boa viagem.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to check in and see if you have an estimated time of arrival for next Saturday. If there's anything you need or any questions before your stay, please don't hesitate to reach out. Wishing you safe travels.\n\nBest regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería verificar si ya tienes una hora estimada de llegada para el próximo sábado. Si necesitas algo o tienes alguna pregunta antes de tu estadía, no dudes en contactarme. Te deseo un buen viaje.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais vérifier si vous avez une heure estimée d'arrivée pour samedi prochain. Si vous avez besoin de quoi que ce soit ou si vous avez des questions avant votre séjour, n'hésitez pas à me contacter. Je vous souhaite un bon voyage.\n\nCordialement"
      },
      "Domingo": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de verificar se já tem uma hora estimada de chegada para o próximo Domingo. Se precisar de alguma coisa ou tiver alguma questão antes da sua estadia, estou à disposição. Desejo-lhe uma boa viagem.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to check in and see if you have an estimated time of arrival for next Sunday. If there's anything you need or any questions before your stay, please don't hesitate to reach out. Wishing you safe travels.\n\nBest regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería verificar si ya tienes una hora estimada de llegada para el próximo domingo. Si necesitas algo o tienes alguna pregunta antes de tu estadía, no dudes en contactarme. Te deseo un buen viaje.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais vérifier si vous avez une heure estimée d'arrivée pour dimanche prochain. Si vous avez besoin de quoi que ce soit ou si vous avez des questions avant votre séjour, n'hésitez pas à me contacter. Je vous souhaite un bon voyage.\n\nCordialement"
      }
    },
    "Sem hospedes comboio": {
      "Português": "Obrigado pela sua resposta. A melhor saída é a Estação de Campanhã. De lá, há uma estação de metro ao lado da estação de comboios. Se quiser utilizar o metro, compre um Andante (cartão recarregável) por pessoa e carregue com um bilhete Z2. A estação de saída é a Casa da Música, e eu enviarei um mapa da estação até ao apartamento. O Uber e principalmente o Bolt também são opções muito convenientes e baratas dentro do Porto. Por favor, envie-me uma mensagem quando sair da estação, e estarei no apartamento para recebê-lo.\n\nMelhores cumprimentos",
      "Inglês": "Thank you for your response. The best exit is Campanhã Station. From there, there is a metro station next to the train station. If you want to use the metro, buy an Andante (rechargeable card) per person and charge it with a Z2 ticket. The exit station is Casa da Música, and I'll send you a map from the station to the apartment. Uber and mainly Bolt are also very convenient options and cheap inside Porto. Please just send me a message when you leave the station, and I'll be at the apartment to welcome you.\n\nBest regards",
      "Espanhol": "Gracias por su respuesta. La mejor salida es la estación de Campanhã. Desde allí, hay una estación de metro al lado de la estación de tren. Si desea utilizar el metro, compre un Andante (tarjeta recargable) por persona y cárguelo con un billete Z2. La estación de salida es Casa da Música, y le enviaré un mapa desde la estación hasta el apartamento. Uber y especialmente Bolt también son opciones muy convenientes y económicas dentro de Oporto. Por favor, envíeme un mensaje cuando salga de la estación, y estaré en el apartamento para recibirle.\n\nUn saludo",
      "Francês": "Merci pour votre réponse. La meilleure sortie est la gare de Campanhã. De là, il y a une station de métro à côté de la gare. Si vous souhaitez utiliser le métro, achetez un Andante (carte rechargeable) par personne et chargez-le avec un billet Z2. La station de sortie est Casa da Música, et je vous enverrai une carte de la station à l'appartement. Uber et surtout Bolt sont également des options très pratiques et peu coûteuses à Porto. Veuillez simplement m'envoyer un message lorsque vous quittez la gare, et je serai à l'appartement pour vous accueillir.\n\nCordialement"
    },
    "Sem hospedes carro": {
      "Português": "Obrigado pela sua resposta. Peço que me envie uma mensagem 30 minutos antes da sua chegada, e estarei no apartamento para recebê-lo.\n\nEstou ansioso pela sua chegada!\n\nMelhores cumprimentos",
      "Inglês": "Thank you for your response. Please just send me a message 30 minutes before your arrival, and I'll be at the apartment to welcome you.\n\nWishing you safe travels.\n\nBest regards",
      "Espanhol": "Gracias por su respuesta. Le pido que me envíe un mensaje 30 minutos antes de su llegada, y estaré en el apartamento para recibirle.\n\nLe deseo un buen viaje.\n\nUn saludo",
      "Francês": "Merci pour votre réponse. Veuillez simplement m'envoyer un message 30 minutes avant votre arrivée, et je serai à l'appartement pour vous accueillir.\n\nJe vous souhaite un bon voyage.\n\nCordialement"
    },
    "Sem hospedes avião": {
      "Português": "Por favor, envie-me uma mensagem quando sair do aeroporto, e estarei no apartamento para recebê-lo pessoalmente.\n\nPara o transporte até ao apartamento, recomendo o Bolt como a opção mais económica e conveniente, sendo o Uber uma boa alternativa. O metro também está disponível, mas tende a ser mais caro. Se decidir usar o metro, é só avisar, e eu fornecerei os detalhes.\n\nSe tiver alguma dúvida ou precisar de recomendações, sinta-se à vontade para perguntar.\n\nMelhores cumprimentos",
      "Inglês": "Please send me a message when you leave the airport, and I'll be at the apartment to welcome you personally.\n\nFor transportation to the apartment, I recommend Bolt as the most cost-effective and convenient option, with Uber as a good alternative. The metro is available as well but tends to be pricier. If you decide to take the metro, just let me know, and I’ll provide you with the details.\n\nIf you have any questions or need recommendations, feel free to ask.\n\nBest regards",
      "Espanhol": "Por favor, envíeme un mensaje cuando salga del aeropuerto, y estaré en el apartamento para recibirle personalmente.\n\nPara el transporte al apartamento, le recomiendo Bolt como la opción más económica y conveniente, siendo Uber una buena alternativa. El metro también está disponible, pero tiende a ser más caro. Si decide tomar el metro, solo avíseme y le proporcionaré los detalles.\n\nSi tiene alguna duda o necesita recomendaciones, no dude en preguntar.\n\nUn saludo",
      "Francês": "Veuillez m'envoyer un message lorsque vous quittez l'aéroport, et je serai à l'appartement pour vous accueillir personnellement.\n\nPour le transport jusqu'à l'appartement, je recommande Bolt comme l'option la plus économique et pratique, avec Uber comme bonne alternative. Le métro est également disponible mais a tendance à être plus cher. Si vous décidez de prendre le métro, faites-le-moi savoir, et je vous fournirai les détails.\n\nSi vous avez des questions ou avez besoin de recommandations, n'hésitez pas à demander.\n\nCordialement"
    },
    "Check-In cedo sem hóspedes": {
      "Português": "Por favor, envie-me uma mensagem 30 minutos antes da sua chegada, e estarei lá para recebê-lo. </p><p>Cumprimentos.</p>",
      "Inglês": "Please send me a message 30 minutes before your arrival, and I will be there to welcome you. </p><p>Best regards.</p>",
      "Espanhol": "Por favor, envíeme un mensaje 30 minutos antes de su llegada, y estaré allí para recibirle. </p><p>Un saludo.</p>",
      "Francês": "<p>Merci de m'envoyer un message 30 minutes avant votre arrivée, et je serai là pour vous accueillir. </p><p>Cordialement.</p>"
    },
    "Check-In cedo sem hóspedes? 1248": {
      "Português": "<p>Por agora, não sabemos se teremos hóspedes a sair até às 12h, mas se houver:</p><ul><li><strong>Antes das 12:00:</strong> Podem guardar as bagagens no anexo da lavandaria.</li><li><strong>12:00 às 16:00:</strong> Podem guardar as bagagens dentro do apartamento, levar as chaves, e receberá uma mensagem assim que o apartamento estiver limpo.</li></ul><p>Cumprimentos.</p>",
      "Inglês": "<p>For now, we don't know if I'll have guests leaving until 12h, but if we do:</p><ul><li><strong>Before 12:00:</strong> You can store your luggage in the laundry annex.</li><li><strong>12:00 to 16:00:</strong> You can store your luggage inside the apartment and take the keys, and you'll receive a message as soon as the apartment is cleaned.</li></ul><p>Best regards.</p>",
      "Espanhol": "<p>Por ahora, no sabemos si tendré huéspedes saliendo hasta las 12h, pero si los hay:</p><ul><li><strong>Antes de las 12:00:</strong> Puede guardar su equipaje en el anexo de lavandería.</li><li><strong>12:00 a 16:00:</strong> Puede guardar su equipaje dentro del apartamento y tomar las llaves, y recibirá un mensaje tan pronto como el apartamento esté limpio.</li></ul><p>Un saludo.</p>",
      "Francês": "<p>Pour l'instant, nous ne savons pas si des invités partiront avant 12h, mais si c'est le cas :</p><ul><li><strong>Avant 12:00 :</strong> Vous pouvez déposer vos bagages dans l'annexe de la buanderie.</li><li><strong>De 12:00 à 16:00 :</strong> Vous pouvez déposer vos bagages dans l'appartement et prendre les clés, et vous recevrez un message dès que l'appartement sera propre.</li></ul><p>Cordialement.</p>"
    },
    "Check-In cedo sem hóspedes? 123": {
     "Português": "<p>Por agora, não sabemos se teremos hóspedes a sair até às 12h, mas se houver:</p><ul><li><strong>Antes das 12:00:</strong> Podem guardar as bagagens no nosso escritório (3 minutos a pé do apartamento).</li><li><strong>12:00 às 15:00:</strong> Podem guardar as bagagens dentro do apartamento, levar as chaves, e receberá uma mensagem assim que o apartamento estiver limpo.</li></ul><p>Cumprimentos.</p>",
     "Inglês": "<p>For now, we don't know if I'll have guests leaving until 12h, but if we do:</p><ul><li><strong>Before 12:00:</strong> You can store your luggage in our office (3 minutes walking distance from the apartment).</li><li><strong>12:00 to 15:00:</strong> You can store your luggage inside the apartment and take the keys, and you'll receive a message as soon as the apartment is cleaned.</li></ul><p>Best regards.</p>",
     "Espanhol": "<p>Por ahora, no sabemos si tendré huéspedes saliendo hasta las 12h, pero si los hay:</p><ul><li><strong>Antes de las 12:00:</strong> Puede guardar su equipaje en nuestra oficina (a 3 minutos a pie del apartamento).</li><li><strong>12:00 a 15:00:</strong> Puede guardar su equipaje dentro del apartamento y tomar las llaves, y recibirá un mensaje tan pronto como el apartamento esté limpio.</li></ul><p>Un saludo.</p>",
     "Francês": "<p>Pour l'instant, nous ne savons pas si des invités partiront avant 12h, mais si c'est le cas :</p><ul><li><strong>Avant 12:00 :</strong> Vous pouvez déposer vos bagages dans notre bureau (à 3 minutes à pied de l'appartement).</li><li><strong>De 12:00 à 15:00 :</strong> Vous pouvez déposer vos bagages dans l'appartement et prendre les clés, et vous recevrez un message dès que l'appartement sera propre.</li></ul><p>Cordialement.</p>"
    },
    "Check-In cedo com hóspedes 1248 aeroporto": {
    "Português": "Olá [Hospedes],\n\nA nossa hora oficial de check-in é às 16:00. No entanto, ficamos felizes em acomodá-los mais cedo:\n    • Antes das 12:00: Podem guardar as suas bagagens no anexo da lavandaria.\n    • 12:00 às 16:00: Podem guardar as suas bagagens dentro do apartamento e levar as chaves.\n\nPor favor, enviem-me uma mensagem quando saírem do aeroporto, e estarei no apartamento para recebê-los pessoalmente.\n\nPara o transporte até ao apartamento, recomendo o Bolt como a opção mais económica e conveniente, sendo o Uber uma boa alternativa. O metro também está disponível, mas tende a ser mais caro. Se decidirem usar o metro, é só avisar, e eu fornecerei os detalhes.\n\nEstamos entusiasmados por recebê-los no Porto! Se tiverem alguma dúvida ou precisarem de recomendações, sintam-se à vontade para perguntar.\n\nCumprimentos.",
     "Inglês": "Hello [Guests],\n\nOur official check-in time is 16:00. However, we're happy to accommodate you earlier:\n    • Before 12:00: You can store your luggage in the laundry annex.\n    • 12:00 to 16:00: You can store your luggage inside the apartment and take the keys.\n\nPlease send me a message when you leave the airport, and I'll be there to welcome you personally.\n\nFor transportation to the apartment, I recommend Bolt as the most cost-effective and convenient option, with Uber as a good alternative. The metro is available as well but tends to be pricier. If you decide to take the metro, just let me know, and I’ll provide you with the details.\n\nWe're excited to host you in Porto! If you have any questions or need recommendations, feel free to ask.\n\nBest regards.",
     "Espanhol": "Hola [Huéspedes],\n\nNuestra hora oficial de check-in es a las 16:00. Sin embargo, estamos encantados de acomodarles antes:\n    • Antes de las 12:00: Pueden guardar su equipaje en el anexo de lavandería.\n    • 12:00 a 16:00: Pueden guardar su equipaje dentro del apartamento y tomar las llaves.\n\nPor favor, envíenme un mensaje cuando salgan del aeropuerto, y estaré en el apartamento para recibirles personalmente.\n\nPara el transporte al apartamento, recomiendo Bolt como la opción más económica y conveniente, siendo Uber una buena alternativa. El metro también está disponible, pero tiende a ser más caro. Si deciden tomar el metro, solo avísenme y les proporcionaré los detalles.\n\n¡Estamos emocionados de recibirles en Oporto! Si tienen alguna pregunta o necesitan recomendaciones, no duden en preguntar.\n\nUn saludo.",
     "Francês": "Bonjour [Hôtes],\n\nNotre heure officielle de check-in est à 16h00. Cependant, nous sommes heureux de vous accueillir plus tôt :\n    • Avant 12h00 : Vous pouvez déposer vos bagages dans l'annexe de la buanderie.\n    • De 12h00 à 16h00 : Vous pouvez déposer vos bagages dans l'appartement et prendre les clés.\n\nVeuillez m'envoyer un message lorsque vous quittez l'aéroport, et je serai à l'appartement pour vous accueillir personnellement.\n\nPour le transport jusqu'à l'appartement, je recommande Bolt comme l'option la plus économique et pratique, avec Uber comme bonne alternative. Le métro est également disponible mais a tendance à être plus cher. Si vous décidez de prendre le métro, faites-le-moi savoir, et je vous fournirai les détails.\n\nNous sommes ravis de vous accueillir à Porto ! Si vous avez des questions ou besoin de recommandations, n'hésitez pas à demander.\n\nCordialement."
    },
    "Check-In cedo com hóspedes 123 aeroporto": {
     "Português": "Olá [Hospedes],\n\nA nossa hora oficial de check-in é às 15:00. No entanto, ficamos felizes em acomodá-los mais cedo:\n    • Antes das 12:00: Podem guardar as suas bagagens no nosso escritório (3 minutos a pé do apartamento).\n    • 12:00 às 15:00: Podem guardar as suas bagagens dentro do apartamento e levar as chaves.\n\nPor favor, enviem-me uma mensagem quando saírem do aeroporto, e estarei no apartamento para recebê-los pessoalmente.\n\nPara o transporte até ao apartamento, recomendo o Bolt como a opção mais económica e conveniente, sendo o Uber uma boa alternativa. O metro também está disponível, mas tende a ser mais caro. Se decidirem usar o metro, é só avisar, e eu fornecerei os detalhes.\n\nEstamos entusiasmados por recebê-los no Porto! Se tiverem alguma dúvida ou precisarem de recomendações, sintam-se à vontade para perguntar.\n\nCumprimentos.",
     "Inglês": "Hello [Guests],\n\nOur official check-in time is 15:00. However, we're happy to accommodate you earlier:\n    • Before 12:00: You can store your luggage at our office (a 3-minute walk away).\n    • 12:00 to 15:00: You can store your luggage inside the apartment and take the keys.\n\nPlease send me a message when you leave the airport, and I'll be there to welcome you personally.\n\nFor transportation to the apartment, I recommend Bolt as the most cost-effective and convenient option, with Uber as a good alternative. The metro is available as well but tends to be pricier. If you decide to take the metro, just let me know, and I’ll provide you with the details.\n\nWe're excited to host you in Porto! If you have any questions or need recommendations, feel free to ask.\n\nBest regards.",
     "Espanhol": "Hola [Huéspedes],\n\nNuestra hora oficial de check-in es a las 15:00. Sin embargo, estamos encantados de acomodarles antes:\n    • Antes de las 12:00: Pueden guardar su equipaje en nuestra oficina (a 3 minutos a pie del apartamento).\n    • 12:00 a 15:00: Pueden guardar su equipaje dentro del apartamento y tomar las llaves.\n\nPor favor, envíenme un mensaje cuando salgan del aeropuerto, y estaré en el apartamento para recibirles personalmente.\n\nPara el transporte al apartamento, recomiendo Bolt como la opción más económica y conveniente, siendo Uber una buena alternativa. El metro también está disponible, pero tiende a ser más caro. Si deciden tomar el metro, solo avísenme y les proporcionaré los detalles.\n\n¡Estamos emocionados de recibirles en Oporto! Si tienen alguna pregunta o necesitan recomendaciones, no duden en preguntar.\n\nUn saludo.",
     "Francês": "Bonjour [Hôtes],\n\nNotre heure officielle de check-in est à 15h00. Cependant, nous sommes heureux de vous accueillir plus tôt :\n    • Avant 12h00 : Vous pouvez déposer vos bagages dans notre bureau (à 3 minutes à pied de l'appartement).\n    • De 12h00 à 15h00 : Vous pouvez déposer vos bagages dans l'appartement et prendre les clés.\n\nVeuillez m'envoyer un message lorsque vous quittez l'aéroport, et je serai à l'appartement pour vous accueillir personnellement.\n\nPour le transport jusqu'à l'appartement, je recommande Bolt comme l'option la plus économique et pratique, avec Uber comme bonne alternative. Le métro est également disponible mais a tendance à être plus cher. Si vous décidez de prendre le métro, faites-le-moi savoir, et je vous fournirai les détails.\n\nNous sommes ravis de vous accueillir à Porto ! Si vous avez des questions ou besoin de recommandations, n'hésitez pas à demander.\n\nCordialement."
    },
    "Check-In cedo com hóspedes 1248": {
    "Português": "Olá [Hospedes],\n\nA nossa hora oficial de check-in é às 16:00. No entanto, ficamos felizes em acomodá-los mais cedo:\n    • Antes das 12:00: Podem guardar as suas bagagens no anexo da lavandaria.\n    • 12:00 às 16:00: Podem guardar as suas bagagens dentro do apartamento e levar as chaves.\n\nPor favor, enviem-me uma mensagem 30 minutos antes da vossa chegada, e estarei no apartamento para recebê-los pessoalmente.\n\nEstamos entusiasmados por recebê-los no Porto! Se tiverem alguma dúvida ou precisarem de recomendações, sintam-se à vontade para perguntar.\n\nCumprimentos.",
    "Inglês": "Hello [Guests],\n\nOur official check-in time is 16:00. However, we're happy to accommodate you earlier:\n    • Before 12:00: You can store your luggage in the laundry annex.\n    • 12:00 to 16:00: You can store your luggage inside the apartment and take the keys.\n\nPlease send me a message 30 minutes before your arrival, and I'll be there to welcome you personally.\n\nWe're excited to host you in Porto! If you have any questions or need recommendations, feel free to ask.\n\nBest regards.",
    "Espanhol": "Hola [Huéspedes],\n\nNuestra hora oficial de check-in es a las 16:00. Sin embargo, estamos encantados de acomodarles antes:\n    • Antes de las 12:00: Pueden guardar su equipaje en el anexo de lavandería.\n    • 12:00 a 16:00: Pueden guardar su equipaje dentro del apartamento y tomar las llaves.\n\nPor favor, envíenme un mensaje 30 minutos antes de su llegada, y estaré en el apartamento para recibirles personalmente.\n\n¡Estamos emocionados de recibirles en Oporto! Si tienen alguna pregunta o necesitan recomendaciones, no duden en preguntar.\n\nUn saludo.",
    "Francês": "Bonjour [Hôtes],\n\nNotre heure officielle de check-in est à 16h00. Cependant, nous sommes heureux de vous accueillir plus tôt :\n    • Avant 12h00 : Vous pouvez déposer vos bagages dans l'annexe de la buanderie.\n    • De 12h00 à 16h00 : Vous pouvez déposer vos bagages dans l'appartement et prendre les clés.\n\nVeuillez m'envoyer un message 30 minutes avant votre arrivée, et je serai à l'appartement pour vous accueillir personnellement.\n\nNous sommes ravis de vous accueillir à Porto ! Si vous avez des questions ou besoin de recommandations, n'hésitez pas à demander.\n\nCordialement."
    },
    "Check-In cedo com hóspedes 123": {
     "Português": "Olá [Hospedes],\n\nA nossa hora oficial de check-in é às 15:00. No entanto, ficamos felizes em acomodá-los mais cedo:\n    • Antes das 12:00: Podem guardar as suas bagagens no nosso escritório (3 minutos a pé do apartamento).\n    • 12:00 às 15:00: Podem guardar as suas bagagens dentro do apartamento e levar as chaves.\n\nPor favor, enviem-me uma mensagem 30 minutos antes da vossa chegada, e estarei no apartamento para recebê-los pessoalmente.\n\nEstamos entusiasmados por recebê-los no Porto! Se tiverem alguma dúvida ou precisarem de recomendações, sintam-se à vontade para perguntar.\n\nCumprimentos.",
     "Inglês": "Hello [Guests],\n\nOur official check-in time is 15:00. However, we're happy to accommodate you earlier:\n    • Before 12:00: You can store your luggage at our office (a 3-minute walk away).\n    • 12:00 to 15:00: You can store your luggage inside the apartment and take the keys.\n\nPlease send me a message 30 minutes before your arrival, and I'll be there to welcome you personally.\n\nWe're excited to host you in Porto! If you have any questions or need recommendations, feel free to ask.\n\nBest regards.",
     "Espanhol": "Hola [Huéspedes],\n\nNuestra hora oficial de check-in es a las 15:00. Sin embargo, estamos encantados de acomodarles antes:\n    • Antes de las 12:00: Pueden guardar su equipaje en nuestra oficina (a 3 minutos a pie del apartamento).\n    • 12:00 a 15:00: Pueden guardar su equipaje dentro del apartamento y tomar las llaves.\n\nPor favor, envíenme un mensaje 30 minutos antes de su llegada, y estaré en el apartamento para recibirles personalmente.\n\n¡Estamos emocionados de recibirles en Oporto! Si tienen alguna pregunta o necesitan recomendaciones, no duden en preguntar.\n\nUn saludo.",
     "Francês": "Bonjour [Hôtes],\n\nNotre heure officielle de check-in est à 15h00. Cependant, nous sommes heureux de vous accueillir plus tôt :\n    • Avant 12h00 : Vous pouvez déposer vos bagages dans notre bureau (à 3 minutes à pied de l'appartement).\n    • De 12h00 à 15h00 : Vous pouvez déposer vos bagages dans l'appartement et prendre les clés.\n\nVeuillez m'envoyer un message 30 minutes avant votre arrivée, et je serai à l'appartement pour vous accueillir personnellement.\n\nNous sommes ravis de vous accueillir à Porto ! Si vous avez des questions ou besoin de recommandations, n'hésitez pas à demander.\n\nCordialement."
    },
    "Check-In tardio": {
      "Português": "<p>O check-in tardio não é um problema de todo, peço apenas que me envie uma mensagem antes da sua chegada e estarei à espera, independentemente da hora.</p>",
      "Inglês": "<p>The late check-in isn't a problem at all, I just ask you to send me a message before your arrival, and I'll be waiting regardless of the hour.</p>",
      "Espanhol": "<p>El check-in tardío no es un problema en absoluto, solo le pido que me envíe un mensaje antes de su llegada, y estaré esperando independientemente de la hora.</p>",
      "Francês": "<p>Le check-in tardif n'est pas un problème du tout, je vous demande simplement de m'envoyer un message avant votre arrivée, et je serai là, quelle que soit l'heure.</p>"
    }
  },
    "Chegada ao Porto": {
      "Instruções metro aeroporto": {
        "Português": "Para chegar do aeroporto ao apartamento de metro:\n\n1. Vai encontrar uma estação de metro dentro do aeroporto.\n2. Compre um cartão Andante recarregável (€0,60) e carregue-o com um bilhete Z4 (€2,25). Nota: Este bilhete Z4 cobre a viagem do aeroporto, mas dentro do centro da cidade, só precisará de bilhetes Z2 para viagens futuras.\n3. Apanhe a Linha E (linha roxa) em direção ao centro da cidade.\n4. Saia na estação **Casa da Música**.\n5. Vou enviar-lhe um mapa mostrando como chegar da estação ao apartamento.\n\nSe precisar de mais informações, estou à disposição!\n\nCumprimentos.",
        "Inglês": "To get from the airport to the apartment by metro:\n\n1. You'll find a metro station inside the airport.\n2. Purchase a rechargeable Andante card (€0.60) and load it with one Z4 ticket (€2.25). Note: This Z4 ticket covers your airport trip, but within the city center, you'll only need Z2 tickets for future trips.\n3. Take Line E (purple line) towards the city center.\n4. Exit at **Casa da Música** station.\n5. I'll send you a map showing how to get from the station to the apartment.\n\nLet me know if you need any more information!\n\nKind regards.",
        "Espanhol": "Para llegar del aeropuerto al apartamento en metro:\n\n1. Encontrará una estación de metro dentro del aeropuerto.\n2. Compre una tarjeta Andante recargable (€0,60) y cárguela con un billete Z4 (€2,25). Nota: Este billete Z4 cubre el viaje desde el aeropuerto, pero dentro del centro de la ciudad, solo necesitará billetes Z2 para futuros viajes.\n3. Tome la Línea E (línea morada) hacia el centro de la ciudad.\n4. Bájese en la estación **Casa da Música**.\n5. Le enviaré un mapa que muestra cómo llegar desde la estación al apartamento.\n\n¡Déjeme saber si necesita más información!\n\nUn saludo.",
        "Francês": "Pour aller de l'aéroport à l'appartement en métro :\n\n1. Vous trouverez une station de métro à l'intérieur de l'aéroport.\n2. Achetez une carte Andante rechargeable (€0,60) et chargez-la avec un billet Z4 (€2,25). Remarque : Ce billet Z4 couvre votre trajet depuis l'aéroport, mais dans le centre-ville, vous n'aurez besoin que de billets Z2 pour les futurs trajets.\n3. Prenez la ligne E (ligne violette) en direction du centre-ville.\n4. Descendez à la station **Casa da Música**.\n5. Je vous enverrai un plan indiquant comment aller de la station à l'appartement.\n\nFaites-moi savoir si vous avez besoin de plus d'informations !\n\nCordialement."
      }
  },
  "Durante a Estadia": {
    "Papel Higiénico": {
      "Português": "Olá [GUEST], espero que esteja a desfrutar do Porto e do apartamento. Vou deixar mais papel higiénico à porta dentro de alguns minutos.",
      "Inglês": "Hello [GUEST], hope you're enjoying Porto and the apartment. I'll leave you more toilet paper at the door in a few minutes.",
      "Espanhol": "Hola [GUEST], espero que estés disfrutando de Oporto y del apartamento. Dejaré más papel higiénico en la puerta en unos minutos.",
      "Francês": "Bonjour [GUEST], j'espère que vous profitez de Porto et de l'appartement. Je vais laisser plus de papier toilette à la porte dans quelques minutes."
    }
  },
  "Check-Out": {
    "Agradecimento": {
      "Português": "Olá [Nome do Hóspede],\n\nMuito obrigado por deixar o apartamento em perfeito estado. Foi um prazer conhecê-los a si e ao seu grupo. Espero que as minhas sugestões tenham sido úteis, que tenha apreciado o Porto, e que o apartamento tenha sido confortável durante a sua estadia.\n\nVou deixar-lhe uma avaliação de 5 estrelas, pois foi realmente uma excelente experiência recebê-los.\n\nMais uma vez, obrigado, e se algum dia regressar ao Porto, será sempre bem-vindo.\n\nDesejo-lhe uma boa viagem.\n\nCumprimentos.",
      "Inglês": "Hello [Guest's Name],\n\nThank you so much for leaving the apartment in perfect condition. It was a pleasure meeting you and your group. I hope my suggestions were helpful, that you enjoyed Porto, and that the apartment was comfortable for your stay.\n\nI’ll be leaving you a 5-star rating because it was truly an excellent experience hosting you.\n\nThank you again, and if you ever return to Porto, you’re always welcome.\n\nWishing you a safe trip.\n\nBest regards.",
      "Espanhol": "Hola [Nombre del Huésped],\n\nMuchas gracias por dejar el apartamento en perfectas condiciones. Fue un placer conocerle a usted y a su grupo. Espero que mis sugerencias hayan sido útiles, que haya disfrutado de Oporto, y que el apartamento haya sido cómodo durante su estadía.\n\nVoy a dejarle una valoración de 5 estrellas, ya que fue realmente una excelente experiencia recibirles.\n\nGracias de nuevo, y si alguna vez regresa a Oporto, siempre será bienvenido.\n\nLe deseo un buen viaje.\n\nUn saludo.",
      "Francês": "Bonjour [Nom du Client],\n\nMerci beaucoup d'avoir laissé l'appartement en parfait état. Ce fut un plaisir de vous rencontrer, vous et votre groupe. J'espère que mes suggestions vous ont été utiles, que vous avez apprécié Porto, et que l'appartement a été confortable pour votre séjour.\n\nJe vais vous laisser une évaluation de 5 étoiles car ce fut vraiment une excellente expérience de vous accueillir.\n\nMerci encore, et si vous revenez à Porto, vous serez toujours les bienvenus.\n\nJe vous souhaite un bon voyage.\n\nCordialement."
    },
    "Chaves 123": {
      "Português": "Olá [Nome do Hóspede],\n\nPor favor, deixe as chaves na caixa de correio do 1º Andar. Foi um prazer conhecê-los a si e ao seu grupo. Espero que as minhas sugestões tenham sido úteis, que tenha apreciado o Porto, e que o apartamento tenha sido confortável durante a sua estadia.\n\nVou deixar-lhe uma avaliação de 5 estrelas, pois foi realmente uma excelente experiência recebê-los.\n\nMais uma vez, obrigado, e se algum dia regressar ao Porto, será sempre bem-vindo.\n\nCumprimentos.",
      "Inglês": "Hello [Guest's Name],\n\nPlease leave the keys inside the mailbox 1º Andar. It was a pleasure meeting you and your group. I hope my suggestions were helpful, that you enjoyed Porto, and that the apartment was comfortable for your stay.\n\nI’ll be leaving you a 5-star rating because it was truly an excellent experience hosting you.\n\nThank you again, and if you ever return to Porto, you’re always welcome.\n\nBest regards.",
      "Espanhol": "Hola [Nombre del Huésped],\n\nPor favor, deje las llaves en el buzón del 1º Andar. Fue un placer conocerle a usted y a su grupo. Espero que mis sugerencias hayan sido útiles, que haya disfrutado de Oporto, y que el apartamento haya sido cómodo durante su estadía.\n\nVoy a dejarle una valoración de 5 estrellas, ya que fue realmente una excelente experiencia recibirles.\n\nGracias de nuevo, y si alguna vez regresa a Oporto, siempre será bienvenido.\n\nUn saludo.",
      "Francês": "Bonjour [Nom du Client],\n\nVeuillez laisser les clés dans la boîte aux lettres du 1º Andar. Ce fut un plaisir de vous rencontrer, vous et votre groupe. J'espère que mes suggestions vous ont été utiles, que vous avez apprécié Porto, et que l'appartement a été confortable pour votre séjour.\n\nJe vais vous laisser une évaluation de 5 étoiles car ce fut vraiment une excellente expérience de vous accueillir.\n\nMerci encore, et si vous revenez à Porto, vous serez toujours les bienvenus.\n\nCordialement."
    },
    "Chaves 1248": {
      "Português": "Olá [Nome do Hóspede],\n\nPor favor, deixe as chaves no apartamento. Foi um prazer conhecê-los a si e ao seu grupo. Espero que as minhas sugestões tenham sido úteis, que tenha apreciado o Porto, e que o apartamento tenha sido confortável durante a sua estadia.\n\nVou deixar-lhe uma avaliação de 5 estrelas, pois foi realmente uma excelente experiência recebê-los.\n\nMais uma vez, obrigado, e se algum dia regressar ao Porto, será sempre bem-vindo.\n\nCumprimentos.",
      "Inglês": "Hello [Guest's Name],\n\nPlease leave the keys inside the apartment. It was a pleasure meeting you and your group. I hope my suggestions were helpful, that you enjoyed Porto, and that the apartment was comfortable for your stay.\n\nI’ll be leaving you a 5-star rating because it was truly an excellent experience hosting you.\n\nThank you again, and if you ever return to Porto, you’re always welcome.\n\nBest regards.",
      "Espanhol": "Hola [Nombre del Huésped],\n\nPor favor, deje las llaves dentro del apartamento. Fue un placer conocerle a usted y a su grupo. Espero que mis sugerencias hayan sido útiles, que haya disfrutado de Oporto, y que el apartamento haya sido cómodo durante su estadía.\n\nVoy a dejarle una valoración de 5 estrellas, ya que fue realmente una excelente experiencia recibirles.\n\nGracias de nuevo, y si alguna vez regresa a Oporto, siempre será bienvenido.\n\nUn saludo.",
      "Francês": "Bonjour [Nom du Client],\n\nVeuillez laisser les clés dans l'appartement. Ce fut un plaisir de vous rencontrer, vous et votre groupe. J'espère que mes suggestions vous ont été utiles, que vous avez apprécié Porto, et que l'appartement a été confortable pour votre séjour.\n\nJe vais vous laisser une évaluation de 5 étoiles car ce fut vraiment une excellente expérience de vous accueillir.\n\nMerci encore, et si vous revenez à Porto, vous serez toujours les bienvenus.\n\nCordialement."
    }
  },
  "Comentário": {
    "Português": "Receber [GUEST] e o seu grupo foi um verdadeiro prazer. Se tiver a oportunidade de os acolher, não hesite! Deixaram o apartamento em perfeito estado, demonstrando um cuidado e respeito excepcionais pelo espaço. Espero sinceramente ter a oportunidade de recebê-los novamente no Porto um dia.",
    "Inglês": "Hosting [GUEST] and their group was an absolute delight. If you ever have the chance to welcome them, don’t hesitate! They left the apartment in immaculate condition, showing exceptional care and respect for the space. I sincerely hope to have the opportunity to welcome them back to Porto someday.",
    "Espanhol": "Alojar a [GUEST] y su grupo fue un verdadero placer. Si alguna vez tienes la oportunidad de recibirlos, ¡no lo dudes! Dejaron el apartamento en perfecto estado, mostrando un cuidado y respeto excepcionales por el espacio. Espero sinceramente tener la oportunidad de darles la bienvenida de nuevo en Oporto algún día.",
    "Francês": "Accueillir [GUEST] et son groupe a été un véritable plaisir. Si vous avez l'occasion de les accueillir, n'hésitez pas ! Ils ont laissé l'appartement dans un état impeccable, faisant preuve d'un soin et d'un respect exceptionnels pour l'espace. J'espère sincèrement avoir l'occasion de les accueillir à nouveau à Porto un jour."
  }
}
