{
  "Antes Reserva": {
    "Baixar Preço": {
      "Português": "<p>Agradecemos o seu contacto.</p><p>Lamentamos, mas os nossos preços são definidos automaticamente por um algoritmo, pelo que não é possível fazer alterações.</p><p>Agradecemos a sua compreensão.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Thank you for your message.</p><p>Unfortunately, our pricing is automatically set by an algorithm, so we are unable to make modifications.</p><p>We appreciate your understanding.</p><p>Best regards.</p>",
      "Espanhol": "<p>Gracias por su mensaje.</p><p>Lamentablemente, nuestros precios se establecen automáticamente por un algoritmo, por lo que no podemos modificarlos.</p><p>Agradecemos su comprensión.</p><p>Un saludo.</p>",
      "Francês": "<p>Nous vous remercions de votre message.</p><p>Malheureusement, nos prix sont fixés automatiquement par un algorithme, nous ne pouvons donc pas les modifier.</p><p>Nous vous remercions de votre compréhension.</p><p>Cordialement.</p>"
    },
    "Estacionamento 123": {
      "Português": "<p>O apartamento não dispõe de estacionamento próprio, mas pode estacionar gratuitamente na rua.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>The apartment does not have private parking, but there is free street parking available.</p><p>Best regards.</p>",
      "Espanhol": "<p>El apartamento no dispone de aparcamiento privado, pero hay estacionamiento gratuito en la calle.</p><p>Un saludo.</p>",
      "Francês": "<p>L'appartement ne dispose pas de parking privé, mais il y a un stationnement gratuit dans la rue.</p><p>Cordialement.</p>"
    },
    "Estacionamento 1248": {
      "Português": "<p>Pode estacionar gratuitamente na rua ou, se preferir, também pode estacionar na entrada do apartamento.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>You can park on the street for free, or if you prefer, you can also park in the driveway.</p><p>Best regards.</p>",
      "Espanhol": "<p>Puede aparcar gratuitamente en la calle o, si lo prefiere, también puede aparcar en la entrada.</p><p>Un saludo.</p>",
      "Francês": "<p>Vous pouvez vous garer dans la rue gratuitement ou, si vous préférez, également dans l'allée.</p><p>Cordialement.</p>"
    },
    "Escadas 123": {
      "Português": "Mensagem para Escadas 123 em Português.",
      "Inglês": "Message for Escadas 123 in English.",
      "Espanhol": "Mensaje para Escadas 123 en Español.",
      "Francês": "Message pour Escadas 123 en Français."
    },
    "Escadas 1248": {
      "Português": "Mensagem para Escadas 1248 em Português.",
      "Inglês": "Message for Escadas 1248 in English.",
      "Espanhol": "Mensaje para Escadas 1248 en Español.",
      "Francês": "Message pour Escadas 1248 en Français."
    },
    "Localização 123": {
      "Português": "<p>O apartamento está localizado perto de todos os serviços essenciais (restaurantes, supermercados, padarias, etc.), próximo à estação de metro Casa da Música. Se desejar pesquisar no mapa, está na Rua Francisco Sanches, Porto.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>The apartment is located near all essential services (restaurants, supermarkets, bakeries, etc.), close to Casa da Música metro station. If you want to find it on a map, it is on Rua Francisco Sanches, Porto.</p><p>Best regards.</p>",
      "Espanhol": "<p>El apartamento está ubicado cerca de todos los servicios esenciales (restaurantes, supermercados, panaderías, etc.), próximo a la estación de metro Casa da Música. Si desea buscarlo en el mapa, está en la Rua Francisco Sanches, Porto.</p><p>Un saludo.</p>",
      "Francês": "<p>L'appartement est situé à proximité de tous les services essentiels (restaurants, supermarchés, boulangeries, etc.), près de la station de métro Casa da Música. Pour le trouver sur une carte, il est situé rue Francisco Sanches, à Porto.</p><p>Cordialement.</p>"
    },
    "Localização 1248": {
      "Português": "<p>O apartamento está localizado perto de todos os serviços essenciais (restaurantes, supermercados, padarias, etc.), próximo à estação de metro Casa da Música. Se desejar pesquisar no mapa, está na Rua de Pedro Hispano 1248, Porto.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>The apartment is located near all essential services (restaurants, supermarkets, bakeries, etc.), close to Casa da Música metro station. If you want to find it on a map, it is on Rua de Pedro Hispano 1248, Porto.</p><p>Best regards.</p>",
      "Espanhol": "<p>El apartamento está ubicado cerca de todos los servicios esenciales (restaurantes, supermercados, panaderías, etc.), próximo a la estación de metro Casa da Música. Si desea buscarlo en el mapa, está en la Rua de Pedro Hispano 1248, Porto.</p><p>Un saludo.</p>",
      "Francês": "<p>L'appartement est situé à proximité de tous les services essentiels (restaurants, supermarchés, boulangeries, etc.), près de la station de métro Casa da Música. Pour le trouver sur une carte, il est situé rue de Pedro Hispano 1248, à Porto.</p><p>Cordialement.</p>"
    },
    "Check-In cedo sem hóspedes": {
      "Português": "<p>O check-in antecipado não é um problema. Por favor, envie-me uma mensagem 30 minutos antes da sua chegada, e estarei lá para recebê-lo. </p><p>Cumprimentos.</p>",
      "Inglês": "<p>Early check-in isn't a problem. Please send me a message 30 minutes before your arrival, and I will be there to welcome you. </p><p>Best regards.</p>",
      "Espanhol": "<p>El check-in temprano no es un problema. Por favor, envíeme un mensaje 30 minutos antes de su llegada, y estaré allí para recibirle. </p><p>Un saludo.</p>",
      "Francês": "<p>Le check-in anticipé n'est pas un problème. Merci de m'envoyer un message 30 minutes avant votre arrivée, et je serai là pour vous accueillir. </p><p>Cordialement.</p>"
    },
    "Check-In cedo sem hóspedes? 1248": {
      "Português": "<p>Por agora, não sabemos se teremos hóspedes a sair até às 12h, mas se houver:</p><ul><li><strong>Antes das 12:00:</strong> Podem guardar as bagagens no anexo da lavandaria.</li><li><strong>12:00 às 16:00:</strong> Podem guardar as bagagens dentro do apartamento, levar as chaves, e receberá uma mensagem assim que o apartamento estiver limpo.</li></ul><p>Cumprimentos.</p>",
      "Inglês": "<p>For now, we don't know if I'll have guests leaving until 12h, but if we do:</p><ul><li><strong>Before 12:00:</strong> You can store your luggage in the laundry annex.</li><li><strong>12:00 to 16:00:</strong> You can store your luggage inside the apartment and take the keys, and you'll receive a message as soon as the apartment is cleaned.</li></ul><p>Best regards.</p>",
      "Espanhol": "<p>Por ahora, no sabemos si tendré huéspedes saliendo hasta las 12h, pero si los hay:</p><ul><li><strong>Antes de las 12:00:</strong> Puede guardar su equipaje en el anexo de lavandería.</li><li><strong>12:00 a 16:00:</strong> Puede guardar su equipaje dentro del apartamento y tomar las llaves, y recibirá un mensaje tan pronto como el apartamento esté limpio.</li></ul><p>Un saludo.</p>",
      "Francês": "<p>Pour l'instant, nous ne savons pas si des invités partiront avant 12h, mais si c'est le cas :</p><ul><li><strong>Avant 12:00 :</strong> Vous pouvez déposer vos bagages dans l'annexe de la buanderie.</li><li><strong>De 12:00 à 16:00 :</strong> Vous pouvez déposer vos bagages dans l'appartement et prendre les clés, et vous recevrez un message dès que l'appartement sera propre.</li></ul><p>Cordialement.</p>"
    },
    "Check-In tardio": {
      "Português": "<p>O check-in tardio não é um problema de todo, peço apenas que me envie uma mensagem antes da sua chegada e estarei à espera, independentemente da hora.</p>",
      "Inglês": "<p>The late check-in isn't a problem at all, I just ask you to send me a message before your arrival, and I'll be waiting regardless of the hour.</p>",
      "Espanhol": "<p>El check-in tardío no es un problema en absoluto, solo le pido que me envíe un mensaje antes de su llegada, y estaré esperando independientemente de la hora.</p>",
      "Francês": "<p>Le check-in tardif n'est pas un problème du tout, je vous demande simplement de m'envoyer un message avant votre arrivée, et je serai là, quelle que soit l'heure.</p>"
    }
  },
  "Antes do Check-in": {
    "Quando Chegam?": {
      "Segunda-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Segunda-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Monday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo lunes. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour lundi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Terça-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Terça-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Tuesday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo martes. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour mardi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Quarta-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Quarta-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Wednesday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo miércoles. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour mercredi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Quinta-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Quinta-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Thursday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo jueves. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour jeudi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Sexta-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Sexta-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Friday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo viernes. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour vendredi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Sábado": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para o próximo Sábado. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Saturday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo sábado. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour samedi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Domingo": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para o próximo Domingo. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Sunday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo domingo. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour dimanche prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      }
    }
  },
  "Chegada ao Porto": {
    "Instruções metro aeroporto": {
      "Português": "Siga as instruções do metrô para chegar ao aeroporto.",
      "Inglês": "Follow the metro instructions to reach the airport.",
      "Espanhol": "Siga las instrucciones del metro para llegar al aeropuerto.",
      "Francês": "Suivez les instructions du métro pour arriver à l'aéroport."
    }
  },
  "Durante a Estadia": {
    "Papel Higiénico 123": {
      "Português": "O papel higiênico 123 está disponível.",
      "Inglês": "Toilet paper 123 is available.",
      "Espanhol": "El papel higiénico 123 está disponible.",
      "Francês": "Le papier toilette 123 est disponible."
    }
  },
  "Check-Out": {
    "Agradecimento": {
      "Português": "Obrigado por se hospedar conosco!",
      "Inglês": "Thank you for staying with us!",
      "Espanhol": "¡Gracias por hospedarse con nosotros!",
      "Francês": "Merci d'avoir séjourné avec nous!"
    }
  },
  "Comentário": {}
}
