{
  "Antes Reserva": {
    "Baixar Preço": {
      "Português": "<p>Agradecemos o seu contacto.</p><p>Lamentamos, mas os nossos preços são definidos por um algoritmo e não é possível fazer alterações.</p><p>Agradecemos a sua compreensão.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Thank you for your message.</p><p>Unfortunately, our pricing is set by an algorithm and we are unable to modify it.</p><p>We appreciate your understanding.</p><p>Best regards.</p>",
      "Espanhol": "<p>Gracias por su mensaje.</p><p>Lamentablemente, nuestros precios están establecidos por un algoritmo y no es posible modificarlos.</p><p>Agradecemos su comprensión.</p><p>Un saludo.</p>",
      "Francês": "<p>Nous vous remercions de votre message.</p><p>Malheureusement, nos prix sont fixés par un algorithme et nous ne pouvons pas les modifier.</p><p>Nous vous remercions de votre compréhension.</p><p>Cordialement.</p>"
    },
    "Estacionamento 123": {
      "Português": "<p><strong>Estacionamento 123 está disponível para sua reserva.</p>",
      "Inglês": "<p><strong>Parking 123 is available for your reservation.</p>",
      "Espanhol": "<p><strong>El estacionamiento 123 está disponible para su reserva.</p>"
    },
    "Estacionamento 1248": {
      "Português": "Mensagem para Estacionamento 1248 em Português.",
      "Inglês": "Message for Estacionamento 1248 in English.",
      "Espanhol": "Mensaje para Estacionamento 1248 en Español.",
      "Francês": "Message pour Estacionamento 1248 en Français."
    },
    "Escadas 123": {
      "Português": "Mensagem para Escadas 123 em Português.",
      "Inglês": "Message for Escadas 123 in English.",
      "Espanhol": "Mensaje para Escadas 123 en Español.",
      "Francês": "Message pour Escadas 123 en Français."
    },
    "Escadas 1248": {
      "Português": "Mensagem para Escadas 1248 em Português.",
      "Inglês": "Message for Escadas 1248 in English.",
      "Espanhol": "Mensaje para Escadas 1248 en Español.",
      "Francês": "Message pour Escadas 1248 en Français."
    },
    "Localização": {
      "Português": "Mensagem para Localização em Português.",
      "Inglês": "Message for Localização in English.",
      "Espanhol": "Mensaje para Localização en Español.",
      "Francês": "Message pour Localização en Français."
    },
    "Check-In cedo sem hóspedes": {
      "Português": "Mensagem para Check-In cedo sem hóspedes em Português.",
      "Inglês": "Message for Check-In cedo sem hóspedes in English.",
      "Espanhol": "Mensaje para Check-In cedo sem huéspedes en Español.",
      "Francês": "Message pour Check-In cedo sem hóspedes en Français."
    },
    "Check-In cedo com hóspedes 123": {
      "Português": "Mensagem para Check-In cedo com hóspedes 123 em Português.",
      "Inglês": "Message for Check-In cedo com hóspedes 123 in English.",
      "Espanhol": "Mensaje para Check-In cedo com hóspedes 123 en Español.",
      "Francês": "Message pour Check-In cedo com hóspedes 123 en Français."
    },
    "Check-In cedo com hóspedes 1248": {
      "Português": "Mensagem para Check-In cedo com hóspedes 1248 em Português.",
      "Inglês": "Message for Check-In cedo com hóspedes 1248 in English.",
      "Espanhol": "Mensaje para Check-In cedo com hóspedes 1248 en Español.",
      "Francês": "Message pour Check-In cedo com hóspedes 1248 en Français."
    },
    "Check-in tardio": {
      "Português": "Mensagem para Check-in tardio em Português.",
      "Inglês": "Message for Check-in tardio in English.",
      "Espanhol": "Mensaje para Check-in tardio en Español.",
      "Francês": "Message pour Check-in tardio en Français."
    }
  },
  "Antes do Check-in": {
    "Quando Chegam?": {
      "Segunda-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Segunda-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Monday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo lunes. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour lundi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Terça-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Terça-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Tuesday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo martes. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour mardi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Quarta-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Quarta-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Wednesday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo miércoles. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour mercredi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Quinta-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Quinta-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Thursday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo jueves. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour jeudi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Sexta-feira": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para a próxima Sexta-feira. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Friday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo viernes. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour vendredi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Sábado": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para o próximo Sábado. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Saturday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo sábado. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour samedi prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      },
      "Domingo": {
        "Português": "Olá [Hospede],\n\nEspero que esteja tudo bem consigo! Gostaria de confirmar a sua hora prevista de chegada para o próximo Domingo. Se precisar de alguma informação adicional, estou à disposição.\n\nMelhores cumprimentos",
        "Inglês": "Hello [Hospede],\n\nI hope you're doing well! I just wanted to confirm your expected arrival time for next Sunday. If you need any additional information, feel free to reach out.\n\nKind regards",
        "Espanhol": "Hola [Hospede],\n\n¡Espero que estés bien! Quería confirmar tu hora estimada de llegada para el próximo domingo. Si necesitas alguna información adicional, no dudes en contactarme.\n\nUn saludo",
        "Francês": "Bonjour [Hospede],\n\nJ'espère que vous allez bien ! Je voulais confirmer votre heure d'arrivée prévue pour dimanche prochain. Si vous avez besoin de plus d'informations, n'hésitez pas à me contacter.\n\nCordialement"
      }
    }
  },
  "Chegada ao Porto": {
    "Instruções metro aeroporto": {
      "Português": "Siga as instruções do metrô para chegar ao aeroporto.",
      "Inglês": "Follow the metro instructions to reach the airport.",
      "Espanhol": "Siga las instrucciones del metro para llegar al aeropuerto.",
      "Francês": "Suivez les instructions du métro pour arriver à l'aéroport."
    }
  },
  "Durante a Estadia": {
    "Papel Higiénico 123": {
      "Português": "O papel higiênico 123 está disponível.",
      "Inglês": "Toilet paper 123 is available.",
      "Espanhol": "El papel higiénico 123 está disponible.",
      "Francês": "Le papier toilette 123 est disponible."
    }
  },
  "Check-Out": {
    "Agradecimento": {
      "Português": "Obrigado por se hospedar conosco!",
      "Inglês": "Thank you for staying with us!",
      "Espanhol": "¡Gracias por hospedarse con nosotros!",
      "Francês": "Merci d'avoir séjourné avec nous!"
    }
  },
  "Comentário": {}
}
